schedule = {
    "Понедельник": {
        "8:00": "",
        "9:00": "",
        "10:00": "",
        "11:00": "",
        "12:00": "",
        "13:00": "",
        "14:00": "",
        "15:00": "",
        "16:00": "",
        "17:00": "",
        "18:00": "",
        "19:00": "",
        "20:00": ""},
    "Вторник": {
        "8:00": "",
        "9:00": "",
        "10:00": "",
        "11:00": "",
        "12:00": "",
        "13:00": "",
        "14:00": "",
        "15:00": "",
        "16:00": "",
        "17:00": "",
        "18:00": "",
        "19:00": "",
        "20:00": ""},
    "Среда": {
        "8:00": "",
        "9:00": "",
        "10:00": "",
        "11:00": "",
        "12:00": "",
        "13:00": "",
        "14:00": "",
        "15:00": "",
        "16:00": "",
        "17:00": "",
        "18:00": "",
        "19:00": "",
        "20:00": ""},
    "Четверг": {
        "8:00": "",
        "9:00": "",
        "10:00": "",
        "11:00": "",
        "12:00": "",
        "13:00": "",
        "14:00": "",
        "15:00": "",
        "16:00": "",
        "17:00": "",
        "18:00": "",
        "19:00": "",
        "20:00": ""},
    "Пятница": {
        "8:00": "",
        "9:00": "",
        "10:00": "",
        "11:00": "",
        "12:00": "",
        "13:00": "",
        "14:00": "",
        "15:00": "",
        "16:00": "",
        "17:00": "",
        "18:00": "",
        "19:00": "",
        "20:00": ""}
}
times = ['8:00','9:00', '10:00', '11:00', '12:00', '13:00', '14:00', '15:00', '16:00', '17:00', '18:00', '19:00', '20:00']
days = ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница']
count_of_lessons = {
    'Командно-лидерские турниры' : 1, 
    'Практические занятие/стажировка': 16,
    'Теоретическое занятие': 16,
    'Занятие с инженерами-наставниками': 16,
    'Смежные компетенции': 6
}

translate = {
    "CLT": 'Командно-лидерские турниры',
    'PL': 'Практические занятие/стажировка',
    "LE": 'Занятие с инженерами-наставниками',
    'TL': 'Теоретическое занятие',
    "WW": 'Смежные компетенции',
}

all_lessons = ['Командно-лидерские турниры', 'Практические занятие/стажировка', 'Теоретическое занятие', 'Занятие с инженерами-наставниками', 'Смежные компетенции']